Repository: barakbenhur1/Word-Attack-Client
Catalog: Word Guess/Localizable.xcstrings
Source language: en
Languages: he

source: %lld percent
he: אחוז

source: ⚔️ AI
he: ⚔️ בינה מלאכותית

source: 👋 logout
he: 👋 יציאה

source: 🥵 Hard
he: 🥵 קשה

source: 😀 Easy
he: 😀 קל

source: 😳 Medium
he: 😳 בנוני

source: Back
he: חזור

source: By exiting you will lose all progress
he: אם תצא תאבד את כל ההתקדמות שלך

source: Cancel
he: ביטול

# Difficulty
source: DIFICULTY
he: דרגת קושי

source: Double Points
he: נקודות כפולות

source: Downloading AI Pack
he: מוריד חבילת AI

source: English
he: אנגלית

source: Exit
he: יציאה

source: Fetching Word
he: שולף מילה

source: Finalizing…
he: מסיים…

source: Guess The 4 Letters Word
he: נחש את המילה בעלת 4 האותיות

source: Guessing glyph animation
he: אנימציה של ניחוש אות

source: Hebrew
he: עברית

source: HP: %lld
he: חיים: %lld

source: Language
he: שפה

source: Loading
he: טוען

source: Logout
he: התנתק

source: lose
he: הפסדת

source: Model is Loading up
he: המודל נטען

source: Name
he: שם

# Number Of Words Answered
source: Guessed Words
he: מילים שנוחשו

source: OK
he: אישור

source: Place
he: מקום

source: Preparing AI Model
he: מכין מודל בינה מלאכותית

source: Progress
he: התקדמות

source: Ready
he: מוכן

source: Score
he: ניקוד

# Scoreboard
source: SCOREBORAD
he: לוח התוצאות

source: SETTINGS
he: הגדרות

source: Sign in
he: התחברות

source: Sign in with Google
he: התחברות עם גוגל

source: Skip
he: דלג

source: Sound
he: סאונד

source: The word is
he: המילה היא

source: Time Attack
he: מתקפת זמן

# Total Number Of Words
source: Total Words
he: כל המילים

source: try it, or not ;)
he: תנסה אותה, או לא ;)

source: Tutorial
he: הדרכה

source: win
he: ניצחת

source: Words
he: מילים

source: Words: %lld
he: מילים: %lld

source: You %@
he: אתה %@

source: YOU vs AI
he: אתה נגד בינה מלאכותית
